Repository: Breush/evilly-evil-villains
Catalog: res/po/*/LC_MESSAGES/eev.po
Languages: fr

source: Do you really want to quit?
fr: Vous souhaitez vraiment partir ?

source: No, sorry, it is a mistake.
fr: Non, désolé, c'est une erreur.

source: Yes, I will lose everything not saved.
fr: Oui, je vais perdre tout ce qui n'est pas sauvegardé.

source: Game paused
fr: Pause

source: Continue, continue, continue
fr: Je veux continuer

source: Save and return to main menu
fr: Sauvegarder et retourner au menu principal

source: Victim and alone
fr: Victime solitaire

source: I sometimes have friends
fr: Illusions d'amitié

source: Looking at who I am
fr: Louchant sur qui je suis

source: Yet I want to choose
fr: Y a pourtant qu'un choix

source: Someone who runs away
fr: Synonyme de fuite

source: Villain
fr: Méchant

source: World name
fr: Nom du monde

source: Main dungeon
fr: Donjon principal

source: Last played
fr: Dernière fois joué

source: Play
fr: Jouer

source: Back
fr: Retour

source: Create new world
fr: Créer un nouveau monde

source: Monsters
fr: Monstres

source: Traps
fr: Pièges

source: Facilities
fr: Outils

source: Treasures
fr: Trésors

source: Grasshopper
fr: Sauterelle

source: Creepim
fr: Creesper

source: Fly-man
fr: Homme-mouche

source: Lezard-man
fr: Homme-lézard

source: Weremole
fr: Taupe-garou

source: Bells
fr: Clochettes

source: Wolf trap
fr: Piège à loup

source: Tranquilizer darts
fr: Fléchettes tranquillisantes

source: Ladder
fr: Échelle

source: Signpost
fr: Panneau de direction

source: Treasure room
fr: Salle aux trésors

source: Small chest
fr: Petit coffre

source: Humble gift
fr: Cadeau banal
